define(function(){
	var testGeoCoordMap = {
		"lngLatList" : {
			"成都市锦江区一环路东五段108号1-1幢9楼904号": [104.099897, 30.650448],
			"成都市锦江区莲花北路6号4－1－10号": [104.106692, 30.64402],
			"成都市锦江区东大街下东大街段216号1栋6层3号": [104.088708, 30.655894],
			"成都市锦江区均隆街38号2-1幢3楼5号": [104.095366, 30.655393],
			"成都市锦江区一环路东五段108号1栋2单元9层909号": [104.099897, 30.650448],
			"成都市锦江区二环路东四段93号": [104.106961, 30.633073],
			"成都市锦江区滨江东路137号": [104.088867, 30.649686],
			"成都市锦江区东大街紫东楼段11号B1-51-2及B1-58": [104.098065, 30.652312],
			"成都市锦江区新桂村西五街42号": [104.100816, 30.643057],
			"成都市锦江区东大街18号": [104.087513, 30.656717],
			"成都市锦江区东大街18号2层026号": [104.087984, 30.656438],
			"成都市锦江区昭忠祠街88号四楼": [104.094828, 30.672823],
			"成都市锦江区一环路东五段108号1栋1区406室": [104.099897, 30.650448],
			"成都市锦江区一环路东四段79号": [104.101028, 30.653669],
			"成都市锦江区白桦林路29号11幢2单元2层203号": [104.144294, 30.595822],
			"成都市锦江区东大街牛王庙段100号成都商会大厦A座1201.1202号": [104.098695, 30.651605],
			"成都市锦江区宏济中路92号": [104.100506, 30.648137],
			"成都市锦江区昭忠祠街88号二楼203": [104.094828, 30.672823],
			"成都市锦江区宏济新路5号1幢2层214、215、216号": [104.098921, 30.646967],
			"成都市锦江区宏济新路5号1栋3层305号": [104.098921, 30.646967],
			"成都市锦江区一环路东五段108号1栋2单元5层517号": [104.099897, 30.650448],
			"成都市锦江区二环路东四段93号9幢1层16号": [104.106856, 30.632033],
			"成都市锦江区东大街牛王庙段100号1栋1单元10层1005号": [104.098336, 30.65171],
			"成都市锦江区工业园区锦华路三段88号汇融国际大厦1号楼C座15楼F区": [104.101785, 30.598948],
			"成都市锦江区宏济新路5号1栋2层203号": [104.098921, 30.646967],
			"成都市锦江区莲桂西路98号2幢1楼7号": [104.102128, 30.641692],
			"成都市锦江区东大街下东大街段216号1栋15层8号": [104.088708, 30.655894],
			"成都市锦江区红星路四段279号1栋4层1-13号": [104.084676, 30.657563],
			"成都市锦江区海椒市街15号30-2幢5楼22号": [104.107211, 30.64178],
			"成都市锦江区水碾河南三街37号9栋2-3号": [104.105531, 30.6522],
			"成都市锦江区华兴正街5号2栋11楼5号": [104.086667, 30.664972],
			"成都市锦江区梓潼桥西街2号1栋2单元8层811号": [104.087587, 30.665809],
			"成都市锦江区中新横街2号1层2号": [104.083245, 30.662594],
			"成都市锦江区一环路东五段108号2-2幢8层801号": [104.099897, 30.650448],
			"成都市高新区天府三街19号1栋1单元14楼1号": [104.074245, 30.552486],
			"成都市锦江区一环路东五段108号1栋1单元8层801号": [104.099897, 30.650448],
			"成都市锦江区总府路23号1栋5层": [104.084721, 30.664397],
			"成都市锦江区工业园区锦华路三段86号汇融国际广场1号楼C座12层": [104.099909, 30.598114],
			"成都市成华区东三环路二段龙潭工业园": [104.169629, 30.689047],
			"成都市锦江区天仙桥北路1号": [104.09188, 30.655919],
			"成都市锦江区滨江东路162号4楼409号": [104.085896, 30.651377],
			"成都市高新区（西区）西芯大道5号": [103.971387, 30.743444],
			"成都市高新区合瑞南路9号2栋1层101号": [103.915603, 30.765284],
			"成都市高新区天府大道中段177号31栋1单元1层6号": [104.080864, 30.558521],
			"成都市新津县五津镇迎宾大道74号": [103.815479, 30.427379],
			"成都市新津工业园区A区": [103.859226, 30.373395],
			"成都市新津县希望大道中段": [103.832177, 30.427866],
			"成都市新津县五津镇温州路": [103.815208, 30.421392],
			"成都市新津工业园区A区": [103.859226, 30.373395],
			"成都市新津县五津东路317号": [103.819362, 30.421071],
			"成都市新津县五津镇瑞通路220号": [103.824031, 30.427489],
			"成都市新津工业园区A区兴园八路588号": [103.793796, 30.438664],
			"成都市青白江区清泉镇秧田村三组（现代农业港）": [104.399647, 30.771108],
			"成都市双流县西南航空港经济开发区空港三路903号": [103.996746, 30.538506],
			"成都市金牛区文轩路6号": [104.068551, 30.723895],
			"成都市成华区龙潭都市工业园成致路6号多元总部国际1号9栋2单元1-3楼层1号": [104.171815, 30.687888],
			"成都市金堂县赵镇四川金堂工业园区石子岭路九号": [104.416894, 30.865251],
			"成都市新津县工业园区A区兴园8路": [103.810475, 30.445079],
			"成都市新津县新平镇万街村七组46号": [103.786027, 30.414942],
			"成都市高新区锦城大道539号盈创动力大厦10楼": [104.069112, 30.581169],
			"成都市青羊区鼓楼南街117号A栋20层A号": [104.078627, 30.669494],
			"成都市郫县郫筒镇工业园区": [103.899476, 30.811589],
			"成都市成华区羊子山路68号4栋1单元13层4号": [104.102912, 30.709581],
			"成都市高新西区天宇路2号天府创业园3栋7号": [103.959694, 30.757334],
			"成都市青白江区香岛大道8号（现代物流大厦12楼A1206-1207号）": [104.306168, 30.847099],
			"成都市武侯区鞋都南路139号创富中心C幢1205号": [103.989487, 30.60211],
			"成都市武侯区一环路南一段学府花园锦学阁": [104.089425, 30.642061],
			"成都市成华区站北东街121号2-1幢4号": [104.078517, 30.705198],
			"成都市成华区羊子山路68号5幢2单元10层27号": [104.102912, 30.709581],
			"成都市成华区羊子山路68号5幢2单元17层25号": [104.102912, 30.709581],
			"成都市成华区洞子口路819号2栋4楼403室": [104.078259, 30.722125],
			"成都市双流县彭镇福田村4组": [103.883597, 30.63918],
			"成都市双流区西航港街道腾飞一路333号": [103.981638, 30.536081],
			"成都市大邑县晋原镇工业大道二段38号1栋1-4层": [103.547733, 30.574331],
			"成都市大邑县沙渠镇工业区名扬路": [103.751751, 30.529661],
			"成都市郫县成都现代工业港北片区": [103.884625, 30.839642],
			"成都市郫县安德镇中国川菜产业化园区永兴西路180号": [103.827703, 30.861882],
			"成都市郫县安德镇东风村一组": [103.841165, 30.848236],
			"成都市郫县成都现代工业港北片区港北三路220号": [103.939687, 30.810903],
			"成都市郫县唐昌镇战旗村": [103.800432, 30.944567],
			"成都市郫县成都现代工业港南片区": [103.884625, 30.839642],
			"成都市郫县东大街": [103.897785, 30.810076],
			"成都市郫县犀浦镇梓潼村": [104.000227, 30.746639],
			"成都市郫县成都现代工业港北片区港通北三路499号": [103.938115, 30.808196],
			"成都市郫县安德镇中国川菜产业化园区安平东路319号": [103.815719, 30.869132],
			"成都市武侯区黉门街34号1幢4层403号": [104.068145, 30.651855],
			"成都市双流区九江街道大井社区8组": [103.924816, 30.627486],
			"成都市青羊区光华东三路486号3栋1单元9楼926室": [103.968111, 30.678089],
			"成都市青羊区光华大道一段57号3栋1单元22楼2205号": [103.99218, 30.673549],
			"成都市青羊区苏坡中路9号2幢1楼2号": [103.990872, 30.674978],
			"成都市青羊区光华东三路486号3幢1单元8层804号": [103.968683, 30.678401],
			"成都市彭州市天彭镇朝阳中路西侧": [103.969757, 30.990057],
			"成都市大邑县工业大道一段": [103.552503, 30.594939],
			"成都市青羊区浣花北路22号2幢1楼272号": [104.043343, 30.670302],
			"成都市双流县蛟龙工业港双流园区新华大道17座（551）号": [103.90192, 30.62358],
			"成都市双流区成双大道南段1077号": [103.958414, 30.597917],
			"成都市青羊区青羊横街15号": [104.046679, 30.665182],
			"成都市双流区西航港空港二路1166号": [104.030911, 30.579028],
			"成都市双流县西南航空港经济开发区西航港大道二段828号": [103.996746, 30.538506],
			"成都市青羊区高坎村二组": [103.958486, 30.722487],
			"成都市青羊区文翁路90号": [104.066463, 30.658667],
			"成都市青羊区一环路西二段13号附8号1层": [104.047472, 30.667631],
			"成都市青羊区光华东三路489号1栋15楼1504、1505号": [103.968631, 30.677302],
			"成都市青羊区牧电路5号1栋1单元3层4号": [104.040377, 30.673401],
			"成都市温江区成都海峡两岸科技产业开发园浩旺路": [103.85813, 30.674255],
			"成都市青羊区望仙场1号1幢6层7号": [103.988429, 30.685102],
			"成都市青羊区百花潭路8号5层": [104.048548, 30.664222],
			"成都市青白江区城厢镇玉龙村三组": [104.343442, 30.867212],
			"成都市青白江区城厢镇金河村8组": [104.328395, 30.858192],
			"成都市青白江区城厢镇十八湾村": [104.339525, 30.876954],
			"成都市青白江区城厢镇下北街143号": [104.322775, 30.86511],
			"成都市青羊区一环路西一段160号1层2号": [104.047142, 30.662413],
			"成都市青羊区一环路西一段155号二号楼203室": [104.047655, 30.659083],
			"成都市青羊区一环路西一段160号1层2号": [104.047142, 30.662413],
			"成都市锦江区红星路三段1号国际金融中心一号办公楼27楼单元1,9及10": [104.086865, 30.661192],
			"成都市青羊区西大街84号1-1幢8层802号": [104.063842, 30.678608],
			"成都市青羊区浣锦路99号5栋3层99302-99306、99320-99323号": [104.043421, 30.664539],
			"成都市青羊区百花潭路8号5层502室": [104.048548, 30.664222],
			"成都市青羊区百花潭路8号5层503号": [104.048548, 30.664222],
			"成都市青羊区百花潭路8号5层519室": [104.048548, 30.664222],
			"成都市青羊区百花潭路8号5层503室": [104.048548, 30.664222],
			"成都市温江区成都海峡两岸科技产业开发园科盛路": [103.842932, 30.668404],
			"成都市温江区成都海峡两岸科技产业开发园蓉台大道": [103.80854, 30.6906],
			"成都市温江区成都海峡两岸科技产业开发园科盛路东段1199号": [103.827104, 30.667707],
			"成都市青羊区万家湾村阑苑A幢三单元二号": [103.979039, 30.67172],
			"成都市青羊区百花潭路8号5层501室": [104.048548, 30.664222],
			"成都市青羊区百花潭路8号5层8室": [104.048548, 30.664222],
			"成都市双流县成都蛟龙港双流园区海滨广场11号楼1302室": [103.916523, 30.609232],
			"成都市温江区成都海峡两岸科技产业开发园柳台大道西段528号": [103.800263, 30.679658],
			"成都市温江区成都海峡两岸科技产业开发园西区（永盛片区）": [103.776824, 30.675851],
			"成都市双流西南航空港经济开发区工业集中区（西航港科技企业孵化园）": [103.996746, 30.538506],
			"成都市双流区西南航空港经济开发区工业集中区内": [103.996746, 30.538506],
			"成都市双流县西航港街道黄河中路二段388号IBP空港总部公园11栋1001号": [104.005807, 30.578999],
			"成都市温江区成都海峡两岸科技产业开发园永盛镇团结路108号": [103.786669, 30.661849],
			"成都市温江区成都海峡两岸科技产业开发园东区浩旺路": [103.85813, 30.674255],
			"成都市温江区成都海峡两岸科技产业开发园科林西路350号": [103.809346, 30.669337],
			"成都市温江区成都海峡两岸科技产业开发园新华大道二段728号1栋1楼": [103.810911, 30.655326],
			"成都市青羊区清江中路35号": [104.023649, 30.676853],
			"成都市武侯区永康路83号": [103.984884, 30.650408],
			"成都市温江区成都海峡两岸科技产业开发园": [103.80854, 30.6906],
			"成都市温江区成都海峡两岸科技产业开发园温泉大道4段锦蓉路1号": [103.824758, 30.654422],
			"成都市温江区金马镇四友村6、7组": [103.840315, 30.626114],
			"成都市温江区成都海峡两岸科技产业开发园永盛镇兴达路515号": [103.781891, 30.669552],
			"成都市温江区成都海峡两岸科技产业开发园蓉台大道": [103.80854, 30.6906],
			"成都市温江区成都海峡两岸科技产业开发园柑刘路": [103.80854, 30.6906],
			"成都市青羊区一环路西二段2号1幢5层506号": [104.046595, 30.666306],
			"成都市青羊区黄田坝": [103.973617, 30.69895],
			"成都市青羊区黄田坝联工村三组": [103.973617, 30.69895],
			"成都市温江区万春镇黄石社区8组": [103.816272, 30.737194],
			"成都市青羊区光华东三路486号4栋1单元5层511号": [103.967709, 30.678434],
			"成都市温江区成都海峡两岸科技产业开发园科兴路西段188号": [103.818901, 30.669629],
			"成都市双流县西南航空港经济开发区腾飞十路125号": [103.996746, 30.538506],
			"成都市温江区成都海峡两岸科技产业开发园科林西路618号": [103.803705, 30.667698],
			"成都市温江区成都海峡两岸科技产业开发园科盛路": [103.842932, 30.668404],
			"成都市双流县西航港街道办事处桂花堰社区": [103.974201, 30.541194],
			"成都市温江区万春路156号": [103.916523, 30.609232],
			"成都市青羊区蜀清路239号1栋5单元7层701号": [103.993216, 30.684],
			"成都市温江区永宁镇花篱村四大队二组": [103.917725, 30.702291],
			"成都市青羊区白丝街2号": [104.080161, 30.672279],
			"成都市温江区成都海峡两岸科技产业开发园科林西路618号": [103.803705, 30.667698],
			"成都市温江区成都台商投资区海峡两岸科技产业园蓉台大道": [103.812738, 30.68585],
			"成都市温江区成都海峡两岸科技产业开发园科林西路618号": [103.803705, 30.667698],
			"成都市温江区成都海峡两岸科技产业开发园科盛路789号": [103.842932, 30.668404],
			"成都市温江区成都海峡两岸科技产业开发园锦绣大道": [103.80854, 30.6906],
			"成都市双流县九江街道龙池村工业园": [103.903277, 30.638984],
			"成都市成华区圣灯乡东华村6组（社）": [104.124185, 30.684327],
			"成都市双流区西南航空港工业集中区空港一路二段536号": [103.979809, 30.525861],
			"成都市双流区西南航空港经济开发区集中发展区": [103.996746, 30.538506],
			"成都市双流县西航港街道花红社区5组": [104.017068, 30.556147],
			"成都市双流区西航港街道办事处桂花堰社区": [103.974201, 30.541194],
			"成都市双流县黄水镇长沟村8组": [103.907545, 30.546652],
			"成都市双流区西南航空港经济开发区双华路三段55号": [103.982553, 30.540954],
			"成都市双流县西航港街办成白路社区": [104.012138, 30.551379],
			"成都市双流县白家镇黄荆村5社": [104.038398, 30.58097],
			"成都市双流县白家镇土桥三社": [104.024807, 30.561328],
			"成都市温江区成都海峡两岸科技产业开发园锦绣大道南段99号": [103.820534, 30.674961],
			"成都市双流西南航空港经济开发区工业集中区（大学生创业园）": [103.996746, 30.538506],
			"成都市温江区成都海峡两岸科技产业开发园科林西路618号": [103.803705, 30.667698],
			"成都市温江区成都海峡两岸科技产业开发园新华路": [103.836318, 30.666753],
			"成都市双流县西南航空港经济开发区工业集中区文星镇长城路2段29号": [103.996511, 30.539407],
			"成都市温江区成都海峡两岸科技产业开发园科林路西段225号": [103.814349, 30.671059],
			"成都市双流区黄水镇文通村三社": [103.923095, 30.551066],
			"成都市温江区成都海峡两岸科技产业开发园新华大道二段728号1栋1-3层": [103.810911, 30.655326],
			"成都市温江区成都海峡两岸科技产业开发园海柳西路": [103.80854, 30.6906],
			"成都市双流县九江镇大井社区": [103.924626, 30.627675],
			"成都市蛟龙工业港双流园区渤海路3座": [103.913314, 30.611162],
			"成都市双流区九江街道蛟龙工业港双流园区威海路18座": [103.901304, 30.61324],
			"成都市蛟龙工业港双流园区海滨广场三座1701号": [103.917572, 30.6107],
			"成都市双流区九江街道邹家场社区": [103.907058, 30.669833],
			"成都市双流区西南航空港经济开发区工业集中发展区": [103.996746, 30.538506],
			"成都市蛟龙工业港双流园区涪陵路18座": [103.920147, 30.609716],
			"成都市高新区创业路28号": [104.047093, 30.623306],
			"成都市双流县九江镇蛟龙社区一组136号": [103.918649, 30.609877],
			"成都市双流区九江街道万家村四社": [103.934525, 30.6315],
			"成都市双流区九江街道石牛社区7组": [103.902866, 30.638487],
			"成都市双流县九江镇大井社区2组": [103.924626, 30.627675],
			"成都市温江区海峡两岸科技产业开发园海科大道西段（成都市温江区海科路西段666号）": [103.853889, 30.669343],
			"成都市温江区成都海峡两岸科技产业开发园西区": [103.80854, 30.6906],
			"成都市双流县西航港空港四路3281号": [104.030911, 30.579028],
			"成都市温江区成都海峡两岸科技产业开发园柑刘路": [103.80854, 30.6906],
			"成都市温江区成都海峡两岸科技产业开发园锦绣大道南段99号12幢2单元9层1号": [103.820534, 30.674961],
			"成都市双流区黄水街道红桥社区七组": [103.894905, 30.53072],
			"成都市双流区蛟龙工业港岷江路2座3层": [103.921329, 30.614303],
			"成都市双流区九江街道万家村三社": [103.934525, 30.6315],
			"成都市高新区天府大道中段1366号2栋5层15-21号房": [104.074916, 30.542857],
			"成都市双流县九江镇大井社区": [103.924626, 30.627675],
			"成都市双流区九江街道万家社区": [103.928586, 30.641132],
			"成都市大邑县晋原镇工业区兴业六路": [103.542142, 30.594278],
			"成都市温江区成都海峡两岸科技产业开发园金府路西段619号": [103.794621, 30.682489],
			"成都市温江区成都海峡两岸科技产业开发园科林西路446号": [103.807514, 30.67046],
			"成都市温江区成都海峡两岸科技产业开发园海科路西段159号": [103.81323, 30.675928],
			"成都市温江区成都海峡两岸科技产业开发园蓉台大道北段388号": [103.806225, 30.680863],
			"成都市彭州市工业开发区（致和乡五里村二组）": [103.958901, 30.965441],
			"成都市成华区联合小区５号": [104.13077, 30.652271],
			"成都市温江区成都海峡两岸科技产业开发园科兴路西段188号": [103.818901, 30.669629],
			"成都市青白江区大弯镇大弯南路": [104.260041, 30.881183],
			"成都市高新区创业街成都传感院内": [104.038766, 30.59262],
			"成都市青白江区弥牟镇国光路88号（旗舰精品建材市场1区16栋1楼7号）": [104.20594, 30.865329],
			"成都市高新区石羊工业园": [104.04012, 30.603234],
			"成都市温江区成都海峡两岸科技产业开发园科兴西路618号": [103.812293, 30.665897],
			"成都市温江区万春镇幸福村7组": [103.794761, 30.765658],
			"成都市蒲江县生态工业区川蒲大道上段": [103.497738, 30.239939],
			"成都市青白江区姚渡镇光明村8组122号": [104.343972, 30.815324],
			"成都市温江区成都海峡两岸科技产业开发园科兴路": [103.842932, 30.668404],
			"成都市青白江区清泉镇花园村3组": [104.407161, 30.760319],
			"成都市青白江区工业集中发展区创新路316号": [104.292441, 30.870112],
			"成都市青白江区工业集中发展区敬业路739号": [104.303626, 30.867646],
			"成都市青白江区工业集中发展区同心大道499号": [104.294863, 30.867178],
			"成都市青白江区工业集中发展区同旺路181号": [104.302757, 30.868761],
			"成都市青白江区大弯南路": [104.274218, 30.878487],
			"成都市青白江区工业集中发展区同旺路889号": [104.292518, 30.857125],
			"成都市青白江区工业集中发展区复兴大道318号": [104.287384, 30.866987],
			"成都市青白江区工业集中发展区天星大道": [104.34643, 30.796354],
			"成都市青白江区工业集中发展区复兴大道688号": [104.297217, 30.860818],
			"成都市青白江区工业集中发展区金华工业园": [104.34643, 30.796354],
			"成都市青白江区工业集中发展区复兴大道318号（大成工业园5栋）": [104.287384, 30.866987],
			"成都市青白江区工业集中发展区创新路296号": [104.29213, 30.870394],
			"成都市青白江区清泉镇永顺村5组": [104.380506, 30.76863],
			"成都市青白江区工业集中发展区黄金路": [104.271929, 30.865302],
			"成都市青白江区工业集中发展区创新路336号": [104.292801, 30.869881],
			"成都市青白江区工业集中发展区九峰路418号": [104.306341, 30.869503],
			"成都市青白江区工业集中发展区复兴大道318号": [104.287384, 30.866987],
			"成都市温江区寿安镇团结桥社区通柳街89号": [103.75497, 30.779799],
			"成都市温江区成都海峡两岸科技产业开发园蓉台大道": [103.80854, 30.6906],
			"成都市温江区成都海峡两岸科技产业开发园温泉大道": [103.80854, 30.6906],
			"成都市温江区成都海峡两岸科技产业开发园六斗渠路": [103.708515, 30.82957],
			"成都市温江区成都海峡两岸科技产业开发园科兴西路688号": [103.812293, 30.665897],
			"成都市温江区成都海峡两岸科技产业开发园科盛路": [103.842932, 30.668404],
			"成都市温江区柳城镇永宁路社区五组": [103.828806, 30.700089],
			"成都市温江区永宁镇八一路北段88号": [103.905008, 30.723149],
			"成都市温江区柳城文化路124号": [103.850443, 30.701687],
			"成都市温江区柳城镇文化路251号观澜半岛": [103.854335, 30.697794],
			"成都市温江区民营经济示范区（永宁）": [103.816468, 30.730255],
			"成都市温江区黄金路191号": [103.825979, 30.711738],
			"成都市温江区和盛镇土桥村4组村委会": [103.760567, 30.749214],
			"成都市大邑县王泗镇飞羊村四、五社1栋1层138号（工业区)": [103.500607, 30.548929],
			"成都市温江区永宁镇花篱村三组": [103.917725, 30.702291],
			"成都市温江区柳城街道南熏大道三段136号": [103.836419, 30.68743],
			"成都市温江区柳城镇文庙街1号文庙.盛世繁华": [103.843334, 30.702713],
			"成都市温江区柳城镇文武路113号": [103.846287, 30.702438],
			"成都市温江区两河路东段18号附2号": [103.853017, 30.696361],
			"成都市温江区柳城镇云凤路195号17栋1层4号": [103.836531, 30.699803],
			"成都市温江区杨柳西路中段214-215号": [103.837957, 30.690239],
			"成都市邛崃市临邛镇华德兴贤商业步行街6号": [103.482746, 30.418593],
			"成都市温江区万春镇天乡后街1号": [103.844903, 30.729916],
			"成都市蒲江县鹤山镇工业四路16号": [103.558486, 30.223033],
			"成都市蒲江县工业集中发展区工业北路225号": [103.541646, 30.219192],
			"成都市成华区龙潭工业园成致路50号10栋": [104.183218, 30.688886],
			"成都市新都区新都镇团结村十一社": [104.171091, 30.814087],
			"成都市高新区九兴大道6号高发大厦C305": [104.047765, 30.626546],
			"成都市温江区人和路789号": [103.86121, 30.689955],
			"成都市温江区柳城镇长安路225号": [103.860818, 30.704983],
			"成都市邛崃市临邛镇南环路103号附1号": [103.462954, 30.411725],
			"成都市金堂县赵镇杨柳钢城西路九龙服装工业园内": [104.401246, 30.851113],
			"成都市温江区柳城镇迎晖路142号": [103.847272, 30.706208],
			"成都市金堂县赵镇金堂大道661号附29号": [104.422924, 30.850145],
			"成都市邛崃市羊安工业园区羊纵三路十四号附1号": [103.744073, 30.379605],
			"成都市邛崃市高埂镇高埂村": [103.640105, 30.384628],
			"成都市青白江区工业开发区巨石大道路“盛华企业园”": [104.285997, 30.874628],
			"成都市高新区锦城大道539号B座11楼1102-1106": [104.069112, 30.581169],
			"成都市高新区天益街38号4栋1-3层": [104.069623, 30.600948],
			"成都市高新区桂溪工业园": [104.076887, 30.601222],
			"成都市高新区锦城大道539号盈创动力大厦401室": [104.069112, 30.581169],
			"成都市高新区天府大道中段1388号1栋4层450、451号": [104.074476, 30.540919],
			"成都市温江区光华大道三段1868号（德坤.新天地）2栋1单元8楼3、4、5号": [103.863101, 30.694048],
			"成都市高新区高朋大道5号1栋205室": [104.047037, 30.632317],
			"成都市高新区九兴大道6号高发大厦B幢五层513号": [104.048085, 30.626856],
			"成都市高新区天益街78号": [104.067874, 30.600922],
			"成都市高新区盛和一路88号1幢1单元15层1501号": [104.06907, 30.60963],
			"成都市高新区科园二路3号A幢2层201号": [104.047519, 30.628794],
			"成都市二环路南三段18号": [104.059228, 30.628376],
			"成都市高新区西区迪康大道7号": [103.96889, 30.753931],
			"成都市高新区吉瑞四路399号金控时代广场1号楼东塔楼": [104.068059, 30.560079],
			"成都市高新区高朋东路3号、5号": [104.047892, 30.627929],
			"成都市高新区创业路5号": [104.05155, 30.628941],
			"成都市高新区桂溪乡三瓦窑202号": [104.076887, 30.601222],
			"成都市高新区肖家河街134号": [104.050509, 30.635851],
			"成都市高新区石羊街道办事处石羊工业园": [104.05748, 30.60333],
			"成都市高新区天府大道中段1号1-105幢1层1号": [104.080904, 30.566434],
			"成都市高新区高朋大道3号东方希望科研楼B座2楼218、220、222房间": [104.047387, 30.632607],
			"成都市邛崃市临邛镇东虹路80号": [103.48246, 30.413069],
			"成都市高新区机场路新光村一组": [104.038766, 30.59262],
			"成都市高新区中和新下街339号": [104.095308, 30.554138],
			"成都市高新区紫竹西街30号": [104.059985, 30.622561],
			"成都市高新区起步科技园科园南一路4号1栋": [104.039425, 30.616282],
			"成都市蒲江县寿安镇迎宾大道628号": [103.640766, 30.277737],
			"成都市高新区创业路2号奇力新峰大厦5A-8室": [104.050571, 30.630444],
			"成都市高新西区新业路88号天奥产业园": [103.964686, 30.734],
			"成都市邛崃市高埂镇联合村": [103.640404, 30.407112],
			"成都市高新西区西芯大道4号创新中心A220号": [103.978315, 30.73803],
			"成都市高新区元通二巷10号": [104.054777, 30.626386],
			"成都市高新区府城大道西段399号7栋3单元12层1208号": [104.062783, 30.594234],
			"成都市高新区府城大道中段88号中航城市广场11楼13号": [104.071623, 30.596802],
			"成都市高新区石羊街道办事处石羊工业园": [104.05748, 30.60333],
			"成都市高新区天河路1号": [104.132707, 30.778625],
			"成都市温江区万春镇和林村15组": [103.857127, 30.7436],
			"成都市温江区柳城镇南熏大道三段商会大厦1栋6楼56号": [103.833679, 30.688389],
			"成都市高新区益州大道中段722号3栋1单元30楼3001-3号": [104.062144, 30.55683],
			"成都市一环路南四段九号": [104.055076, 30.642226],
			"成都市高新区吉泰三路8号1栋14楼1407号": [104.074867, 30.551555],
			"成都市高新区新雅中街26号附2号3层": [104.035079, 30.610644],
			"成都市一环路南四段3号超洋花园3幢1103": [104.057607, 30.639712],
			"成都市高新区西藏军区成都肖家河干休所": [104.052893, 30.640419],
			"成都市温江区永宁镇隆兴社区二组": [103.917725, 30.702291],
			"成都市洗面桥街29号四川咨询产业大厦217": [104.061431, 30.645403],
			"成都市高新区石羊街道办事处石羊工业园": [104.05748, 30.60333],
			"成都市天府三街19号1栋1单元13层1306号": [104.074245, 30.552486],
			"成都市高新区玉林南路134号": [104.063873, 30.627685],
			"成都市高新区西部园区": [104.038766, 30.59262],
			"成都市高新区府城大道中段88号1栋10层2号": [104.071917, 30.595991],
			"成都市高新区科园南路88号天府生命科技园B6幢301": [104.037266, 30.622415],
			"成都市高新区西区西芯大道10号": [103.975198, 30.741441],
			"成都市高新区天府四街66号2栋21层1-5号": [104.073283, 30.548893],
			"成都市高新区天宇路2号": [103.959363, 30.757469],
			"成都市高新区芳草东街49号": [104.061955, 30.63117],
			"成都市高新西区百草路9号": [103.961533, 30.755895],
			"成都市青白江区城厢镇茶花村七组": [104.327518, 30.868005],
			"成都市青白江区青白江大道2666号（成都北部物流建材配送中心内）": [104.299908, 30.855511],
			"成都市高新区天华二路219号天府软件园C10号楼12楼": [104.078944, 30.543791],
			"成都市蒲江县寿安镇围城路（幸福路）": [103.631437, 30.271325],
			"成都市高新区科园南二路1号": [104.038887, 30.613749],
			"成都市蒲江县工业集中发展区": [103.497738, 30.239939],
			"成都市邛崃市羊安工业园区羊纵二线十号": [103.744073, 30.379605],
			"成都市高新区西区大道199号": [103.94311, 30.775382],
			"成都市芳草街28号": [104.057943, 30.633103],
			"成都市高新区高朋大道3号东方希望B座2楼203-209号": [104.047892, 30.632185],
			"成都市金牛区赛云台西一路8号5-1幢1层4号": [104.069944, 30.70898],
			"成都市西南酒店用品批发商城2楼A厅3号": [104.073062, 30.713362],
			"成都市金牛区五块石蓉北商贸大道一段32号3楼A厅5号": [104.07353, 30.713452],
			"成都市高新区肖家河沿街99号": [104.046796, 30.636603],
			"成都市高新区天府大道北段1480号": [104.068253, 30.579034],
			"成都市高新区九兴大道6号C幢2层208号": [104.047955, 30.626501],
			"成都市高新区西芯大道3号": [103.976372, 30.739395],
			"成都市蒲江县工业区工业北路88号": [103.544763, 30.219066],
			"成都市蒲江县鹤山镇工业北路217号": [103.537984, 30.217539],
			"成都市高新区西芯大道4号": [103.978315, 30.73803],
			"成都市双流县公兴街道黄龙大道二段333号花样年别样城14-1-23": [104.004874, 30.498324],
			"成都市蒲江县县城工业发展区": [103.497738, 30.239939],
			"成都市蒲江县寿安镇插旗山村3组32号": [103.631437, 30.271325],
			"成都市高新区天府大道北段1700号环球中心东一区2单元10层1号": [104.069388, 30.574984],
			"成都市高新区紫薇东路77号": [104.058677, 30.616983],
			"成都市高新区蓓蕾西巷5号": [104.063148, 30.633417],
			"成都市蒲江县寿安镇工业园区": [103.631437, 30.271325],
			"成都市金牛区蓉北商贸大道一段17号1幢5楼18号": [104.072305, 30.709446],
			"成都市高新区天府大道中段500号、530号1幢12层1212号、1213号": [104.074911, 30.558192],
			"成都市高新区世纪城路1129号8栋4层": [104.077155, 30.556847],
			"成都市新都区新都街道湖滨路134号12幢1层": [104.163453, 30.8242],
			"成都市新都区新都镇西横街4幢18号": [104.165015, 30.833428],
			"成都市新都区新都镇公园路78－82号1层": [104.161147, 30.826481],
			"成都市蒲江县鹤山镇工业北路86号": [103.543907, 30.218963],
			"成都市玉林南路三号": [104.064555, 30.630168],
			"成都市高新区高朋大道11号1栋3层A号": [104.045046, 30.629246],
			"成都市高新区西区阳光街18号5层511号": [103.987424, 30.727199],
			"成都市高新区天府三街218号1栋1单元1306号": [104.067993, 30.553512],
			"成都市新都区新都镇新加坡商业街3幢4楼6号": [104.165791, 30.825857],
			"成都市新都区新都镇东街三巷20号1幢": [104.169534, 30.83368],
			"成都市温江区成都海峡两岸科技产业开发园科林路西段618号": [103.803675, 30.668286],
			"成都市温江区光华大道三段1868号2幢1单元23层4、5、6号": [103.862961, 30.693413],
			"成都市新都区斑竹园镇檀木村6社": [104.043859, 30.864259],
			"成都市温江区柳城镇凤溪大道208号": [103.839574, 30.701581],
			"成都市蒲江县寿安工业集中发展区": [103.631867, 30.274891],
			"成都市温江区成都海峡两岸科技产业开发园蓉台大道540号": [103.80854, 30.6906],
			"成都市蒲江县寿安镇工业集中发展区": [103.631437, 30.271325],
			"成都市蒲江县寿安镇元觉村四组(刘码头)": [103.692641, 30.299197],
			"成都市蒲江县西来镇两河村": [103.533114, 30.298307],
			"成都市新都区斑竹园镇中利路1号北欧知识城3G创智广场2幢20层3号": [104.086768, 30.817155],
			"成都市蒲江县鹤山镇飞虎路97号": [103.525171, 30.202778],
			"成都市新都区斑竹园镇兴城大道1955号": [104.107267, 30.817216],
			"成都市温江区光华大道南江路208号利贞境界2栋10层1011号-1016号": [103.85604, 30.693152],
			"成都市新都区斑竹园镇顺江村13社": [104.057263, 30.813697],
			"成都市新都区斑竹园镇顺江村12组": [104.057263, 30.813697],
			"成都市新都区斑竹园镇鸦雀口社区十一组": [104.061479, 30.804472],
			"成都市温江区南熏大道一段207号": [103.862071, 30.702022],
			"成都市新都区斑竹园镇工业园区": [104.067821, 30.821101],
			"成都市大邑县晋原镇工业区大安路888号": [103.557977, 30.557151],
			"成都市新都区斑竹园镇大江路“云水涧”6栋1楼39号": [104.070139, 30.817072],
			"成都市武侯区华兴街道华泰四路97号": [104.029428, 30.622056],
			"成都市新都区斑竹园镇回南村三社": [104.0323, 30.869775],
			"成都市新都区斑竹园镇鸦雀口社区12社": [104.061479, 30.804472],
			"成都市锦江区东华正街42号四川广电国际大厦27楼": [104.076851, 30.666354],
			"成都市锦江区青年路67号4楼1号": [104.078533, 30.662928],
			"成都市锦江区东华门正街42号6楼603室、606室": [104.124269, 30.606302],
			"成都市锦江区东御街18号": [104.073289, 30.662203],
			"成都市锦江区城守东大街59-7号蓝光大厦6楼": [104.082766, 30.659102],
			"成都市锦江区梨花街8号名望大厦530号": [104.074661, 30.660816],
			"成都市锦江区东华正街42号19楼B号": [104.076731, 30.666226],
			"成都市锦江区城守东大街59-71号1幢14层03-04号": [104.082886, 30.658872],
			"成都市锦江区人民东路48号四川物资大厦附五楼": [104.075597, 30.664875],
			"成都市锦江区青石桥中街1号1幢2层4号": [104.078335, 30.659582],
			"成都市锦江区东大街城守东大街段6号（蓝光大厦）24楼6号": [104.082766, 30.659102],
			"成都市锦江区人民南路二段18号川信大厦27层": [104.071808, 30.658057],
			"成都市锦江区滨江西路8号D栋10楼4号": [104.069057, 30.653772],
			"成都市锦江区城守东大街59号蓝光大厦1806号": [104.082766, 30.659102],
			"成都市锦江区东华正街10号18楼1幢18层7号": [104.076913, 30.666137],
			"成都市锦江区署袜北三街20号（蜀都大厦南四楼）": [104.072407, 30.67742],
			"成都市锦江区东大街上东大街段58号1栋10楼": [104.077539, 30.661854],
			"成都市城守东大街成都蓝光大厦10楼1001号": [104.082766, 30.659102],
			"成都市锦江区顺城大街27号1栋1单元12层1211号": [104.077144, 30.66531],
			"成都市锦江区梨花街12号1栋2单元7层716号": [104.073828, 30.661228],
			"成都市锦江区锦兴路3号2-1幢6号": [104.080577, 30.65408],
			"成都市暑袜北三街2号": [104.081725, 30.663615],
			"成都市大邑县晋原镇西郊": [103.542142, 30.594278],
			"成都市锦江区下西顺城街75号": [104.077802, 30.665176],
			"成都市锦江区梨花街12号1栋2单元20层2005号": [104.073828, 30.661228],
			"成都市锦江区大业路39号20楼2018号": [104.075751, 30.659381],
			"成都市锦江区青石桥": [104.077945, 30.659019]
		},
		"valueList" : [
			{
				name: "成都市锦江区一环路东五段108号1-1幢9楼904号",
				value: 15
			}, {
				name: "成都市锦江区东大街下东大街段216号1栋6层3号",
				value: 94
			}, {
				name: "成都市锦江区莲花北路6号4－1－10号",
				value: 146
			}, {
				name: "成都市锦江区均隆街38号2-1幢3楼5号",
				value: 22
			}, {
				name: "成都市锦江区一环路东五段108号1栋2单元9层909号",
				value: 134
			}, {
				name: "成都市锦江区二环路东四段93号",
				value: 21
			}, {
				name: "成都市锦江区滨江东路137号",
				value: 65
			}, {
				name: "成都市锦江区东大街紫东楼段11号B1-51-2及B1-58",
				value: 7
			}, {
				name: "成都市锦江区东大街18号",
				value: 188
			}, {
				name: "成都市锦江区新桂村西五街42号",
				value: 149
			}, {
				name: "成都市锦江区东大街18号2层026号",
				value: 94
			}, {
				name: "成都市锦江区昭忠祠街88号四楼",
				value: 165
			}, {
				name: "成都市锦江区一环路东五段108号1栋1区406室",
				value: 76
			}, {
				name: "成都市锦江区一环路东四段79号",
				value: 98
			}, {
				name: "成都市锦江区白桦林路29号11幢2单元2层203号",
				value: 166
			}, {
				name: "成都市锦江区东大街牛王庙段100号成都商会大厦A座1201.1202号",
				value: 107
			}, {
				name: "成都市锦江区宏济中路92号",
				value: 198
			}, {
				name: "成都市锦江区昭忠祠街88号二楼203",
				value: 87
			}, {
				name: "成都市锦江区宏济新路5号1幢2层214、215、216号",
				value: 190
			}, {
				name: "成都市锦江区宏济新路5号1栋3层305号",
				value: 85
			}, {
				name: "成都市锦江区一环路东五段108号1栋2单元5层517号",
				value: 54
			}, {
				name: "成都市锦江区二环路东四段93号9幢1层16号",
				value: 25
			}, {
				name: "成都市锦江区东大街牛王庙段100号1栋1单元10层1005号",
				value: 35
			}, {
				name: "成都市锦江区工业园区锦华路三段88号汇融国际大厦1号楼C座15楼F区",
				value: 123
			}, {
				name: "成都市锦江区宏济新路5号1栋2层203号",
				value: 26
			}, {
				name: "成都市锦江区莲桂西路98号2幢1楼7号",
				value: 123
			}, {
				name: "成都市锦江区东大街下东大街段216号1栋15层8号",
				value: 47
			}, {
				name: "成都市锦江区红星路四段279号1栋4层1-13号",
				value: 63
			}, {
				name: "成都市锦江区海椒市街15号30-2幢5楼22号",
				value: 42
			}, {
				name: "成都市锦江区水碾河南三街37号9栋2-3号",
				value: 183
			}, {
				name: "成都市锦江区华兴正街5号2栋11楼5号",
				value: 38
			}, {
				name: "成都市锦江区梓潼桥西街2号1栋2单元8层811号",
				value: 41
			}, {
				name: "成都市锦江区中新横街2号1层2号",
				value: 145
			}, {
				name: "成都市锦江区一环路东五段108号2-2幢8层801号",
				value: 102
			}, {
				name: "成都市高新区天府三街19号1栋1单元14楼1号",
				value: 139
			}, {
				name: "成都市锦江区一环路东五段108号1栋1单元8层801号",
				value: 26
			}, {
				name: "成都市锦江区总府路23号1栋5层",
				value: 77
			}, {
				name: "成都市锦江区工业园区锦华路三段86号汇融国际广场1号楼C座12层",
				value: 130
			}, {
				name: "成都市成华区东三环路二段龙潭工业园",
				value: 16
			}, {
				name: "成都市锦江区天仙桥北路1号",
				value: 94
			}, {
				name: "成都市锦江区滨江东路162号4楼409号",
				value: 73
			}, {
				name: "成都市高新区（西区）西芯大道5号",
				value: 2
			}, {
				name: "成都市高新区合瑞南路9号2栋1层101号",
				value: 105
			}, {
				name: "成都市高新区天府大道中段177号31栋1单元1层6号",
				value: 199
			}, {
				name: "成都市新津县五津镇迎宾大道74号",
				value: 159
			}, {
				name: "成都市新津工业园区A区",
				value: 35
			}, {
				name: "成都市新津县五津镇温州路",
				value: 119
			}, {
				name: "成都市新津县希望大道中段",
				value: 15
			}, {
				name: "成都市新津工业园区A区",
				value: 64
			}, {
				name: "成都市新津县五津东路317号",
				value: 161
			}, {
				name: "成都市新津县五津镇瑞通路220号",
				value: 76
			}, {
				name: "成都市新津工业园区A区兴园八路588号",
				value: 119
			}, {
				name: "成都市双流县西南航空港经济开发区空港三路903号",
				value: 99
			}, {
				name: "成都市青白江区清泉镇秧田村三组（现代农业港）",
				value: 125
			}, {
				name: "成都市成华区龙潭都市工业园成致路6号多元总部国际1号9栋2单元1-3楼层1号",
				value: 54
			}, {
				name: "成都市金牛区文轩路6号",
				value: 178
			}, {
				name: "成都市金堂县赵镇四川金堂工业园区石子岭路九号",
				value: 8
			}, {
				name: "成都市新津县工业园区A区兴园8路",
				value: 37
			}, {
				name: "成都市高新区锦城大道539号盈创动力大厦10楼",
				value: 119
			}, {
				name: "成都市新津县新平镇万街村七组46号",
				value: 2
			}, {
				name: "成都市青羊区鼓楼南街117号A栋20层A号",
				value: 112
			}, {
				name: "成都市成华区羊子山路68号4栋1单元13层4号",
				value: 99
			}, {
				name: "成都市郫县郫筒镇工业园区",
				value: 63
			}, {
				name: "成都市高新西区天宇路2号天府创业园3栋7号",
				value: 51
			}, {
				name: "成都市青白江区香岛大道8号（现代物流大厦12楼A1206-1207号）",
				value: 27
			}, {
				name: "成都市武侯区一环路南一段学府花园锦学阁",
				value: 174
			}, {
				name: "成都市武侯区鞋都南路139号创富中心C幢1205号",
				value: 144
			}, {
				name: "成都市成华区站北东街121号2-1幢4号",
				value: 168
			}, {
				name: "成都市成华区羊子山路68号5幢2单元10层27号",
				value: 152
			}, {
				name: "成都市成华区羊子山路68号5幢2单元17层25号",
				value: 86
			}, {
				name: "成都市成华区洞子口路819号2栋4楼403室",
				value: 135
			}, {
				name: "成都市双流县彭镇福田村4组",
				value: 25
			}, {
				name: "成都市大邑县晋原镇工业大道二段38号1栋1-4层",
				value: 80
			}, {
				name: "成都市双流区西航港街道腾飞一路333号",
				value: 152
			}, {
				name: "成都市大邑县沙渠镇工业区名扬路",
				value: 85
			}, {
				name: "成都市郫县成都现代工业港北片区",
				value: 84
			}, {
				name: "成都市郫县安德镇中国川菜产业化园区永兴西路180号",
				value: 87
			}, {
				name: "成都市郫县安德镇东风村一组",
				value: 104
			}, {
				name: "成都市郫县成都现代工业港北片区港北三路220号",
				value: 11
			}, {
				name: "成都市郫县唐昌镇战旗村",
				value: 32
			}, {
				name: "成都市郫县成都现代工业港南片区",
				value: 53
			}, {
				name: "成都市郫县东大街",
				value: 73
			}, {
				name: "成都市郫县犀浦镇梓潼村",
				value: 135
			}, {
				name: "成都市郫县成都现代工业港北片区港通北三路499号",
				value: 8
			}, {
				name: "成都市郫县安德镇中国川菜产业化园区安平东路319号",
				value: 58
			}, {
				name: "成都市武侯区黉门街34号1幢4层403号",
				value: 130
			}, {
				name: "成都市双流区九江街道大井社区8组",
				value: 146
			}, {
				name: "成都市青羊区光华东三路486号3栋1单元9楼926室",
				value: 143
			}, {
				name: "成都市青羊区光华东三路486号3幢1单元8层804号",
				value: 26
			}, {
				name: "成都市青羊区光华大道一段57号3栋1单元22楼2205号",
				value: 172
			}, {
				name: "成都市青羊区苏坡中路9号2幢1楼2号",
				value: 43
			}, {
				name: "成都市彭州市天彭镇朝阳中路西侧",
				value: 89
			}, {
				name: "成都市大邑县工业大道一段",
				value: 151
			}, {
				name: "成都市青羊区浣花北路22号2幢1楼272号",
				value: 71
			}, {
				name: "成都市双流县蛟龙工业港双流园区新华大道17座（551）号",
				value: 69
			}, {
				name: "成都市青羊区青羊横街15号",
				value: 18
			}, {
				name: "成都市双流区成双大道南段1077号",
				value: 169
			}, {
				name: "成都市双流区西航港空港二路1166号",
				value: 75
			}, {
				name: "成都市双流县西南航空港经济开发区西航港大道二段828号",
				value: 179
			}, {
				name: "成都市青羊区高坎村二组",
				value: 101
			}, {
				name: "成都市青羊区文翁路90号",
				value: 53
			}, {
				name: "成都市青羊区一环路西二段13号附8号1层",
				value: 62
			}, {
				name: "成都市青羊区光华东三路489号1栋15楼1504、1505号",
				value: 98
			}, {
				name: "成都市青羊区牧电路5号1栋1单元3层4号",
				value: 31
			}, {
				name: "成都市温江区成都海峡两岸科技产业开发园浩旺路",
				value: 9
			}, {
				name: "成都市青羊区望仙场1号1幢6层7号",
				value: 138
			}, {
				name: "成都市青羊区百花潭路8号5层",
				value: 8
			}, {
				name: "成都市青白江区城厢镇玉龙村三组",
				value: 77
			}, {
				name: "成都市青白江区城厢镇金河村8组",
				value: 39
			}, {
				name: "成都市青白江区城厢镇十八湾村",
				value: 129
			}, {
				name: "成都市青白江区城厢镇下北街143号",
				value: 84
			}, {
				name: "成都市青羊区一环路西一段160号1层2号",
				value: 56
			}, {
				name: "成都市青羊区一环路西一段155号二号楼203室",
				value: 50
			}, {
				name: "成都市锦江区红星路三段1号国际金融中心一号办公楼27楼单元1,9及10",
				value: 76
			}, {
				name: "成都市青羊区一环路西一段160号1层2号",
				value: 93
			}, {
				name: "成都市青羊区西大街84号1-1幢8层802号",
				value: 155
			}, {
				name: "成都市青羊区浣锦路99号5栋3层99302-99306、99320-99323号",
				value: 154
			}, {
				name: "成都市青羊区百花潭路8号5层503号",
				value: 77
			}, {
				name: "成都市青羊区百花潭路8号5层502室",
				value: 111
			}, {
				name: "成都市青羊区百花潭路8号5层519室",
				value: 60
			}, {
				name: "成都市青羊区百花潭路8号5层503室",
				value: 142
			}, {
				name: "成都市温江区成都海峡两岸科技产业开发园科盛路",
				value: 37
			}, {
				name: "成都市温江区成都海峡两岸科技产业开发园科盛路东段1199号",
				value: 12
			}, {
				name: "成都市温江区成都海峡两岸科技产业开发园蓉台大道",
				value: 10
			}, {
				name: "成都市青羊区万家湾村阑苑A幢三单元二号",
				value: 83
			}, {
				name: "成都市青羊区百花潭路8号5层501室",
				value: 95
			}, {
				name: "成都市青羊区百花潭路8号5层8室",
				value: 111
			}, {
				name: "成都市双流县成都蛟龙港双流园区海滨广场11号楼1302室",
				value: 186
			}, {
				name: "成都市温江区成都海峡两岸科技产业开发园柳台大道西段528号",
				value: 17
			}, {
				name: "成都市温江区成都海峡两岸科技产业开发园西区（永盛片区）",
				value: 145
			}, {
				name: "成都市双流西南航空港经济开发区工业集中区（西航港科技企业孵化园）",
				value: 70
			}, {
				name: "成都市双流区西南航空港经济开发区工业集中区内",
				value: 62
			}, {
				name: "成都市双流县西航港街道黄河中路二段388号IBP空港总部公园11栋1001号",
				value: 94
			}, {
				name: "成都市温江区成都海峡两岸科技产业开发园永盛镇团结路108号",
				value: 139
			}, {
				name: "成都市温江区成都海峡两岸科技产业开发园东区浩旺路",
				value: 85
			}, {
				name: "成都市温江区成都海峡两岸科技产业开发园新华大道二段728号1栋1楼",
				value: 125
			}, {
				name: "成都市温江区成都海峡两岸科技产业开发园科林西路350号",
				value: 158
			}, {
				name: "成都市青羊区清江中路35号",
				value: 168
			}, {
				name: "成都市武侯区永康路83号",
				value: 17
			}, {
				name: "成都市温江区成都海峡两岸科技产业开发园温泉大道4段锦蓉路1号",
				value: 151
			}, {
				name: "成都市温江区成都海峡两岸科技产业开发园",
				value: 49
			}, {
				name: "成都市温江区成都海峡两岸科技产业开发园蓉台大道",
				value: 174
			}, {
				name: "成都市温江区金马镇四友村6、7组",
				value: 198
			}, {
				name: "成都市温江区成都海峡两岸科技产业开发园永盛镇兴达路515号",
				value: 93
			}, {
				name: "成都市温江区成都海峡两岸科技产业开发园柑刘路",
				value: 25
			}, {
				name: "成都市青羊区一环路西二段2号1幢5层506号",
				value: 124
			}, {
				name: "成都市青羊区黄田坝",
				value: 166
			}, {
				name: "成都市温江区万春镇黄石社区8组",
				value: 94
			}, {
				name: "成都市青羊区黄田坝联工村三组",
				value: 122
			}, {
				name: "成都市青羊区光华东三路486号4栋1单元5层511号",
				value: 149
			}, {
				name: "成都市温江区成都海峡两岸科技产业开发园科兴路西段188号",
				value: 35
			}, {
				name: "成都市双流县西南航空港经济开发区腾飞十路125号",
				value: 195
			}, {
				name: "成都市温江区成都海峡两岸科技产业开发园科林西路618号",
				value: 21
			}, {
				name: "成都市温江区成都海峡两岸科技产业开发园科盛路",
				value: 159
			}, {
				name: "成都市双流县西航港街道办事处桂花堰社区",
				value: 49
			}, {
				name: "成都市蛟龙工业港双流园区海滨广场13号楼1601室",
				value: 22
			}, {
				name: "成都市青羊区蜀清路239号1栋5单元7层701号",
				value: 189
			}, {
				name: "成都市温江区永宁镇花篱村四大队二组",
				value: 46
			}, {
				name: "成都市青羊区白丝街2号",
				value: 185
			}, {
				name: "成都市温江区成都海峡两岸科技产业开发园科林西路618号",
				value: 134
			}, {
				name: "成都市温江区成都台商投资区海峡两岸科技产业园蓉台大道",
				value: 193
			}, {
				name: "成都市温江区成都海峡两岸科技产业开发园科林西路618号",
				value: 15
			}, {
				name: "成都市温江区成都海峡两岸科技产业开发园锦绣大道",
				value: 196
			}, {
				name: "成都市温江区成都海峡两岸科技产业开发园科盛路789号",
				value: 14
			}, {
				name: "成都市双流县九江街道龙池村工业园",
				value: 32
			}, {
				name: "成都市成华区圣灯乡东华村6组（社）",
				value: 150
			}, {
				name: "成都市双流区西南航空港工业集中区空港一路二段536号",
				value: 161
			}, {
				name: "成都市双流区西南航空港经济开发区集中发展区",
				value: 148
			}, {
				name: "成都市双流县西航港街道花红社区5组",
				value: 22
			}, {
				name: "成都市双流区西航港街道办事处桂花堰社区",
				value: 86
			}, {
				name: "成都市双流区西南航空港经济开发区双华路三段55号",
				value: 104
			}, {
				name: "成都市双流县黄水镇长沟村8组",
				value: 109
			}, {
				name: "成都市双流县西航港街办成白路社区",
				value: 69
			}, {
				name: "成都市双流县白家镇黄荆村5社",
				value: 124
			}, {
				name: "成都市双流县白家镇土桥三社",
				value: 164
			}, {
				name: "成都市温江区成都海峡两岸科技产业开发园锦绣大道南段99号",
				value: 98
			}, {
				name: "成都市双流西南航空港经济开发区工业集中区（大学生创业园）",
				value: 32
			}, {
				name: "成都市温江区成都海峡两岸科技产业开发园科林西路618号",
				value: 186
			}, {
				name: "成都市双流县西南航空港经济开发区工业集中区文星镇长城路2段29号",
				value: 192
			}, {
				name: "成都市温江区成都海峡两岸科技产业开发园科林路西段225号",
				value: 197
			}, {
				name: "成都市温江区成都海峡两岸科技产业开发园新华路",
				value: 159
			}, {
				name: "成都市温江区成都海峡两岸科技产业开发园新华大道二段728号1栋1-3层",
				value: 137
			}, {
				name: "成都市双流区黄水镇文通村三社",
				value: 141
			}, {
				name: "成都市温江区成都海峡两岸科技产业开发园海柳西路",
				value: 191
			}, {
				name: "成都市双流县九江镇大井社区",
				value: 121
			}, {
				name: "成都市蛟龙工业港双流园区渤海路3座",
				value: 72
			}, {
				name: "成都市双流区九江街道蛟龙工业港双流园区威海路18座",
				value: 23
			}, {
				name: "成都市蛟龙工业港双流园区海滨广场三座1701号",
				value: 173
			}, {
				name: "成都市双流区九江街道邹家场社区",
				value: 114
			}, {
				name: "成都市双流区西南航空港经济开发区工业集中发展区",
				value: 62
			}, {
				name: "成都市蛟龙工业港双流园区涪陵路18座",
				value: 0
			}, {
				name: "成都市高新区创业路28号",
				value: 157
			}, {
				name: "成都市双流县九江镇蛟龙社区一组136号",
				value: 147
			}, {
				name: "成都市双流区九江街道万家村四社",
				value: 31
			}, {
				name: "成都市双流区九江街道石牛社区7组",
				value: 144
			}, {
				name: "成都市双流县九江镇大井社区2组",
				value: 131
			}, {
				name: "成都市温江区海峡两岸科技产业开发园海科大道西段（成都市温江区海科路西段666号）",
				value: 30
			}, {
				name: "成都市温江区成都海峡两岸科技产业开发园西区",
				value: 187
			}, {
				name: "成都市双流县西航港空港四路3281号",
				value: 26
			}, {
				name: "成都市温江区成都海峡两岸科技产业开发园柑刘路",
				value: 60
			}, {
				name: "成都市温江区成都海峡两岸科技产业开发园锦绣大道南段99号12幢2单元9层1号",
				value: 98
			}, {
				name: "成都市双流区黄水街道红桥社区七组",
				value: 115
			}, {
				name: "成都市双流区蛟龙工业港岷江路2座3层",
				value: 135
			}, {
				name: "成都市双流区九江街道万家村三社",
				value: 192
			}, {
				name: "成都市双流县九江镇大井社区",
				value: 37
			}, {
				name: "成都市高新区天府大道中段1366号2栋5层15-21号房",
				value: 174
			}, {
				name: "成都市双流区九江街道万家社区",
				value: 69
			}, {
				name: "成都市大邑县晋原镇工业区兴业六路",
				value: 28
			}, {
				name: "成都市温江区成都海峡两岸科技产业开发园金府路西段619号",
				value: 100
			}, {
				name: "成都市温江区成都海峡两岸科技产业开发园海科路西段159号",
				value: 131
			}, {
				name: "成都市温江区成都海峡两岸科技产业开发园科林西路446号",
				value: 152
			}, {
				name: "成都市温江区成都海峡两岸科技产业开发园蓉台大道北段388号",
				value: 154
			}, {
				name: "成都市彭州市工业开发区（致和乡五里村二组）",
				value: 185
			}, {
				name: "成都市温江区成都海峡两岸科技产业开发园科兴路西段188号",
				value: 171
			}, {
				name: "成都市成华区联合小区５号",
				value: 112
			}, {
				name: "成都市青白江区大弯镇大弯南路",
				value: 103
			}, {
				name: "成都市青白江区弥牟镇国光路88号（旗舰精品建材市场1区16栋1楼7号）",
				value: 100
			}, {
				name: "成都市高新区创业街成都传感院内",
				value: 111
			}, {
				name: "成都市高新区石羊工业园",
				value: 199
			}, {
				name: "成都市温江区成都海峡两岸科技产业开发园科兴西路618号",
				value: 117
			}, {
				name: "成都市温江区万春镇幸福村7组",
				value: 37
			}, {
				name: "成都市蒲江县生态工业区川蒲大道上段",
				value: 31
			}, {
				name: "成都市青白江区姚渡镇光明村8组122号",
				value: 108
			}, {
				name: "成都市温江区成都海峡两岸科技产业开发园科兴路",
				value: 18
			}, {
				name: "成都市青白江区工业集中发展区创新路316号",
				value: 175
			}, {
				name: "成都市青白江区清泉镇花园村3组",
				value: 80
			}, {
				name: "成都市青白江区工业集中发展区敬业路739号",
				value: 167
			}, {
				name: "成都市青白江区工业集中发展区同心大道499号",
				value: 140
			}, {
				name: "成都市青白江区工业集中发展区同旺路181号",
				value: 156
			}, {
				name: "成都市青白江区大弯南路",
				value: 47
			}, {
				name: "成都市青白江区工业集中发展区同旺路889号",
				value: 52
			}, {
				name: "成都市青白江区工业集中发展区复兴大道318号",
				value: 143
			}, {
				name: "成都市青白江区工业集中发展区复兴大道688号",
				value: 156
			}, {
				name: "成都市青白江区工业集中发展区天星大道",
				value: 30
			}, {
				name: "成都市青白江区工业集中发展区金华工业园",
				value: 69
			}, {
				name: "成都市青白江区工业集中发展区复兴大道318号（大成工业园5栋）",
				value: 138
			}, {
				name: "成都市青白江区工业集中发展区创新路296号",
				value: 87
			}, {
				name: "成都市青白江区清泉镇永顺村5组",
				value: 154
			}, {
				name: "成都市青白江区工业集中发展区黄金路",
				value: 93
			}, {
				name: "成都市青白江区工业集中发展区创新路336号",
				value: 67
			}, {
				name: "成都市青白江区工业集中发展区九峰路418号",
				value: 8
			}, {
				name: "成都市青白江区工业集中发展区复兴大道318号",
				value: 9
			}, {
				name: "成都市温江区寿安镇团结桥社区通柳街89号",
				value: 111
			}, {
				name: "成都市温江区成都海峡两岸科技产业开发园温泉大道",
				value: 40
			}, {
				name: "成都市温江区成都海峡两岸科技产业开发园蓉台大道",
				value: 200
			}, {
				name: "成都市温江区成都海峡两岸科技产业开发园六斗渠路",
				value: 183
			}, {
				name: "成都市温江区成都海峡两岸科技产业开发园科兴西路688号",
				value: 86
			}, {
				name: "成都市温江区成都海峡两岸科技产业开发园科盛路",
				value: 16
			}, {
				name: "成都市温江区柳城镇永宁路社区五组",
				value: 6
			}, {
				name: "成都市温江区永宁镇八一路北段88号",
				value: 129
			}, {
				name: "成都市温江区柳城文化路124号",
				value: 73
			}, {
				name: "成都市温江区柳城镇文化路251号观澜半岛",
				value: 28
			}, {
				name: "成都市温江区黄金路191号",
				value: 184
			}, {
				name: "成都市温江区和盛镇土桥村4组村委会",
				value: 111
			}, {
				name: "成都市温江区民营经济示范区（永宁）",
				value: 92
			}, {
				name: "成都市大邑县王泗镇飞羊村四、五社1栋1层138号（工业区)",
				value: 187
			}, {
				name: "成都市温江区永宁镇花篱村三组",
				value: 147
			}, {
				name: "成都市温江区柳城街道南熏大道三段136号",
				value: 20
			}, {
				name: "成都市温江区万春路156号",
				value: 162
			}, {
				name: "成都市温江区柳城镇文庙街1号文庙.盛世繁华",
				value: 145
			}, {
				name: "成都市温江区柳城镇文武路113号",
				value: 5
			}, {
				name: "成都市温江区两河路东段18号附2号",
				value: 100
			}, {
				name: "成都市温江区柳城镇云凤路195号17栋1层4号",
				value: 33
			}, {
				name: "成都市温江区杨柳西路中段214-215号",
				value: 90
			}, {
				name: "成都市邛崃市临邛镇华德兴贤商业步行街6号",
				value: 33
			}, {
				name: "成都市温江区万春镇天乡后街1号",
				value: 83
			}, {
				name: "成都市蒲江县鹤山镇工业四路16号",
				value: 190
			}, {
				name: "成都市蒲江县工业集中发展区工业北路225号",
				value: 75
			}, {
				name: "成都市成华区龙潭工业园成致路50号10栋",
				value: 14
			}, {
				name: "成都市高新区九兴大道6号高发大厦C305",
				value: 197
			}, {
				name: "成都市新都区新都镇团结村十一社",
				value: 33
			}, {
				name: "成都市温江区人和路789号",
				value: 13
			}, {
				name: "成都市温江区柳城镇长安路225号",
				value: 158
			}, {
				name: "成都市邛崃市临邛镇南环路103号附1号",
				value: 15
			}, {
				name: "成都市金堂县赵镇杨柳钢城西路九龙服装工业园内",
				value: 59
			}, {
				name: "成都市温江区柳城镇迎晖路142号",
				value: 70
			}, {
				name: "成都市金堂县赵镇金堂大道661号附29号",
				value: 62
			}, {
				name: "成都市邛崃市羊安工业园区羊纵三路十四号附1号",
				value: 113
			}, {
				name: "成都市邛崃市高埂镇高埂村",
				value: 138
			}, {
				name: "成都市青白江区工业开发区巨石大道路“盛华企业园”",
				value: 54
			}, {
				name: "成都市高新区锦城大道539号B座11楼1102-1106",
				value: 38
			}, {
				name: "成都市高新区天益街38号4栋1-3层",
				value: 57
			}, {
				name: "成都市高新区桂溪工业园",
				value: 104
			}, {
				name: "成都市温江区光华大道三段1868号（德坤.新天地）2栋1单元8楼3、4、5号",
				value: 177
			}, {
				name: "成都市高新区锦城大道539号盈创动力大厦401室",
				value: 148
			}, {
				name: "成都市高新区天府大道中段1388号1栋4层450、451号",
				value: 110
			}, {
				name: "成都市高新区高朋大道5号1栋205室",
				value: 160
			}, {
				name: "成都市高新区九兴大道6号高发大厦B幢五层513号",
				value: 175
			}, {
				name: "成都市高新区天益街78号",
				value: 8
			}, {
				name: "成都市高新区科园二路3号A幢2层201号",
				value: 76
			}, {
				name: "成都市高新区盛和一路88号1幢1单元15层1501号",
				value: 160
			}, {
				name: "成都市二环路南三段18号",
				value: 86
			}, {
				name: "成都市高新区西区迪康大道7号",
				value: 97
			}, {
				name: "成都市高新区吉瑞四路399号金控时代广场1号楼东塔楼",
				value: 94
			}, {
				name: "成都市高新区高朋东路3号、5号",
				value: 12
			}, {
				name: "成都市高新区创业路5号",
				value: 71
			}, {
				name: "成都市高新区肖家河街134号",
				value: 146
			}, {
				name: "成都市高新区桂溪乡三瓦窑202号",
				value: 69
			}, {
				name: "成都市高新区天府大道中段1号1-105幢1层1号",
				value: 168
			}, {
				name: "成都市高新区石羊街道办事处石羊工业园",
				value: 198
			}, {
				name: "成都市高新区高朋大道3号东方希望科研楼B座2楼218、220、222房间",
				value: 18
			}, {
				name: "成都市邛崃市临邛镇东虹路80号",
				value: 1
			}, {
				name: "成都市高新区机场路新光村一组",
				value: 128
			}, {
				name: "成都市高新区中和新下街339号",
				value: 164
			}, {
				name: "成都市高新区紫竹西街30号",
				value: 63
			}, {
				name: "成都市高新区起步科技园科园南一路4号1栋",
				value: 160
			}, {
				name: "成都市蒲江县寿安镇迎宾大道628号",
				value: 47
			}, {
				name: "成都市高新区创业路2号奇力新峰大厦5A-8室",
				value: 17
			}, {
				name: "成都市高新西区新业路88号天奥产业园",
				value: 106
			}, {
				name: "成都市高新西区西芯大道4号创新中心A220号",
				value: 62
			}, {
				name: "成都市邛崃市高埂镇联合村",
				value: 159
			}, {
				name: "成都市高新区元通二巷10号",
				value: 100
			}, {
				name: "成都市高新区府城大道西段399号7栋3单元12层1208号",
				value: 18
			}, {
				name: "成都市高新区府城大道中段88号中航城市广场11楼13号",
				value: 110
			}, {
				name: "成都市高新区石羊街道办事处石羊工业园",
				value: 23
			}, {
				name: "成都市高新区天河路1号",
				value: 193
			}, {
				name: "成都市温江区万春镇和林村15组",
				value: 30
			}, {
				name: "成都市温江区柳城镇南熏大道三段商会大厦1栋6楼56号",
				value: 19
			}, {
				name: "成都市一环路南四段九号",
				value: 191
			}, {
				name: "成都市高新区益州大道中段722号3栋1单元30楼3001-3号",
				value: 186
			}, {
				name: "成都市高新区吉泰三路8号1栋14楼1407号",
				value: 108
			}, {
				name: "成都市高新区新雅中街26号附2号3层",
				value: 194
			}, {
				name: "成都市一环路南四段3号超洋花园3幢1103",
				value: 89
			}, {
				name: "成都市高新区西藏军区成都肖家河干休所",
				value: 129
			}, {
				name: "成都市温江区永宁镇隆兴社区二组",
				value: 176
			}, {
				name: "成都市洗面桥街29号四川咨询产业大厦217",
				value: 155
			}, {
				name: "成都市天府三街19号1栋1单元13层1306号",
				value: 177
			}, {
				name: "成都市高新区石羊街道办事处石羊工业园",
				value: 191
			}, {
				name: "成都市高新区玉林南路134号",
				value: 126
			}, {
				name: "成都市高新区西部园区",
				value: 124
			}, {
				name: "成都市高新区府城大道中段88号1栋10层2号",
				value: 80
			}, {
				name: "成都市高新区科园南路88号天府生命科技园B6幢301",
				value: 161
			}, {
				name: "成都市高新区西区西芯大道10号",
				value: 80
			}, {
				name: "成都市高新区天府四街66号2栋21层1-5号",
				value: 49
			}, {
				name: "成都市高新区天宇路2号",
				value: 189
			}, {
				name: "成都市高新西区百草路9号",
				value: 3
			}, {
				name: "成都市高新区芳草东街49号",
				value: 17
			}, {
				name: "成都市青白江区青白江大道2666号（成都北部物流建材配送中心内）",
				value: 152
			}, {
				name: "成都市青白江区城厢镇茶花村七组",
				value: 32
			}, {
				name: "成都市高新区天华二路219号天府软件园C10号楼12楼",
				value: 173
			}, {
				name: "成都市蒲江县寿安镇围城路（幸福路）",
				value: 188
			}, {
				name: "成都市高新区科园南二路1号",
				value: 58
			}, {
				name: "成都市蒲江县工业集中发展区",
				value: 176
			}, {
				name: "成都市邛崃市羊安工业园区羊纵二线十号",
				value: 124
			}, {
				name: "成都市高新区西区大道199号",
				value: 180
			}, {
				name: "成都市芳草街28号",
				value: 135
			}, {
				name: "成都市高新区高朋大道3号东方希望B座2楼203-209号",
				value: 156
			}, {
				name: "成都市金牛区赛云台西一路8号5-1幢1层4号",
				value: 195
			}, {
				name: "成都市金牛区五块石蓉北商贸大道一段32号3楼A厅5号",
				value: 150
			}, {
				name: "成都市西南酒店用品批发商城2楼A厅3号",
				value: 118
			}, {
				name: "成都市高新区肖家河沿街99号",
				value: 7
			}, {
				name: "成都市高新区天府大道北段1480号",
				value: 57
			}, {
				name: "成都市高新区西芯大道3号",
				value: 46
			}, {
				name: "成都市高新区九兴大道6号C幢2层208号",
				value: 168
			}, {
				name: "成都市蒲江县工业区工业北路88号",
				value: 124
			}, {
				name: "成都市蒲江县鹤山镇工业北路217号",
				value: 0
			}, {
				name: "成都市高新区西芯大道4号",
				value: 125
			}, {
				name: "成都市双流县公兴街道黄龙大道二段333号花样年别样城14-1-23",
				value: 161
			}, {
				name: "成都市蒲江县县城工业发展区",
				value: 157
			}, {
				name: "成都市蒲江县寿安镇插旗山村3组32号",
				value: 108
			}, {
				name: "成都市高新区天府大道北段1700号环球中心东一区2单元10层1号",
				value: 114
			}, {
				name: "成都市高新区紫薇东路77号",
				value: 31
			}, {
				name: "成都市高新区蓓蕾西巷5号",
				value: 199
			}, {
				name: "成都市蒲江县寿安镇工业园区",
				value: 98
			}, {
				name: "成都市金牛区蓉北商贸大道一段17号1幢5楼18号",
				value: 145
			}, {
				name: "成都市高新区天府大道中段500号、530号1幢12层1212号、1213号",
				value: 35
			}, {
				name: "成都市高新区世纪城路1129号8栋4层",
				value: 59
			}, {
				name: "成都市新都区新都街道湖滨路134号12幢1层",
				value: 200
			}, {
				name: "成都市新都区新都镇公园路78－82号1层",
				value: 43
			}, {
				name: "成都市新都区新都镇西横街4幢18号",
				value: 1
			}, {
				name: "成都市蒲江县鹤山镇工业北路86号",
				value: 77
			}, {
				name: "成都市玉林南路三号",
				value: 199
			}, {
				name: "成都市高新区高朋大道11号1栋3层A号",
				value: 38
			}, {
				name: "成都市高新区西区阳光街18号5层511号",
				value: 43
			}, {
				name: "成都市高新区天府三街218号1栋1单元1306号",
				value: 75
			}, {
				name: "成都市新都区新都镇新加坡商业街3幢4楼6号",
				value: 43
			}, {
				name: "成都市新都区新都镇东街三巷20号1幢",
				value: 116
			}, {
				name: "成都市温江区成都海峡两岸科技产业开发园科林路西段618号",
				value: 121
			}, {
				name: "成都市温江区光华大道三段1868号2幢1单元23层4、5、6号",
				value: 106
			}, {
				name: "成都市新都区斑竹园镇檀木村6社",
				value: 66
			}, {
				name: "成都市温江区柳城镇凤溪大道208号",
				value: 67
			}, {
				name: "成都市温江区成都海峡两岸科技产业开发园蓉台大道540号",
				value: 183
			}, {
				name: "成都市蒲江县寿安工业集中发展区",
				value: 129
			}, {
				name: "成都市蒲江县寿安镇元觉村四组(刘码头)",
				value: 124
			}, {
				name: "成都市蒲江县寿安镇工业集中发展区",
				value: 84
			}, {
				name: "成都市蒲江县西来镇两河村",
				value: 5
			}, {
				name: "成都市蒲江县鹤山镇飞虎路97号",
				value: 15
			}, {
				name: "成都市新都区斑竹园镇中利路1号北欧知识城3G创智广场2幢20层3号",
				value: 94
			}, {
				name: "成都市新都区斑竹园镇兴城大道1955号",
				value: 197
			}, {
				name: "成都市温江区光华大道南江路208号利贞境界2栋10层1011号-1016号",
				value: 146
			}, {
				name: "成都市新都区斑竹园镇顺江村13社",
				value: 169
			}, {
				name: "成都市新都区斑竹园镇顺江村12组",
				value: 36
			}, {
				name: "成都市新都区斑竹园镇鸦雀口社区十一组",
				value: 26
			}, {
				name: "成都市温江区南熏大道一段207号",
				value: 99
			}, {
				name: "成都市大邑县晋原镇工业区大安路888号",
				value: 135
			}, {
				name: "成都市新都区斑竹园镇工业园区",
				value: 159
			}, {
				name: "成都市新都区斑竹园镇大江路“云水涧”6栋1楼39号",
				value: 1
			}, {
				name: "成都市武侯区华兴街道华泰四路97号",
				value: 98
			}, {
				name: "成都市新都区斑竹园镇回南村三社",
				value: 48
			}, {
				name: "成都市新都区斑竹园镇鸦雀口社区12社",
				value: 150
			}, {
				name: "成都市锦江区东华正街42号四川广电国际大厦27楼",
				value: 125
			}, {
				name: "成都市锦江区青年路67号4楼1号",
				value: 63
			}, {
				name: "成都市锦江区东华门正街42号6楼603室、606室",
				value: 99
			}, {
				name: "成都市锦江区城守东大街59-7号蓝光大厦6楼",
				value: 127
			}, {
				name: "成都市锦江区东御街18号",
				value: 87
			}, {
				name: "成都市锦江区梨花街8号名望大厦530号",
				value: 140
			}, {
				name: "成都市锦江区东华正街42号19楼B号",
				value: 20
			}, {
				name: "成都市锦江区城守东大街59-71号1幢14层03-04号",
				value: 106
			}, {
				name: "成都市锦江区人民东路48号四川物资大厦附五楼",
				value: 86
			}, {
				name: "成都市锦江区青石桥中街1号1幢2层4号",
				value: 24
			}, {
				name: "成都市锦江区东大街城守东大街段6号（蓝光大厦）24楼6号",
				value: 114
			}, {
				name: "成都市锦江区人民南路二段18号川信大厦27层",
				value: 128
			}, {
				name: "成都市锦江区滨江西路8号D栋10楼4号",
				value: 34
			}, {
				name: "成都市锦江区城守东大街59号蓝光大厦1806号",
				value: 190
			}, {
				name: "成都市锦江区东华正街10号18楼1幢18层7号",
				value: 78
			}, {
				name: "成都市锦江区署袜北三街20号（蜀都大厦南四楼）",
				value: 88
			}, {
				name: "成都市锦江区东大街上东大街段58号1栋10楼",
				value: 163
			}, {
				name: "成都市城守东大街成都蓝光大厦10楼1001号",
				value: 109
			}, {
				name: "成都市锦江区顺城大街27号1栋1单元12层1211号",
				value: 54
			}, {
				name: "成都市锦江区梨花街12号1栋2单元7层716号",
				value: 35
			}, {
				name: "成都市锦江区锦兴路3号2-1幢6号",
				value: 127
			}, {
				name: "成都市暑袜北三街2号",
				value: 182
			}, {
				name: "成都市大邑县晋原镇西郊",
				value: 26
			}, {
				name: "成都市锦江区下西顺城街75号",
				value: 106
			}, {
				name: "成都市锦江区梨花街12号1栋2单元20层2005号",
				value: 6
			}, {
				name: "成都市锦江区大业路39号20楼2018号",
				value: 34
			}, {
				name: "成都市锦江区青石桥",
				value: 57
			}
		]
	};
	return testGeoCoordMap;
})